
{
    "topics": [
        {
            "title": "The Role of Astronomy",
            "text": "  On a dark, cloudless night, at a distant location far away from the city lights, the starry sky can be seen in all its splendour (Fig.1.1). It is easy to understand how these thousands of lights in the sky have affected peo- ple throughout the ages. After the Sun, necessary to all life, the Moon, governing the night sky and continuously changing its phases, is the most conspicuous object in the sky.  \nThe stars seem to stay fixed. Only some rela-tively bright objects, the planets, move with respect to the stars. The phenomena of the sky aroused people’s inter- est a long time ago. The Cro Magnon people made bone engravings 30,000 years ago, which may depict the phases of the Moon. These calendars are the old- est astronomical documents, 25,000 years older than writing. Agriculture required a good knowledge of the sea- sons. Religious rituals and prognostication were based on the locations of the celestial bodies. Thus time reck- oning became more and more accurate, and people learned to calculate the movements of celestial bodies in advance. \n  During the rapid development of seafaring, when voyages extended farther and farther from home ports, position determination presented a problem for which astronomy offered a practical solution. Solving these problems of navigation were the most important tasks of astronomy in the 17th and 18th centuries, when the first precise tables on the movements of the plan- ets and on other celestial phenomena were published. The basis for these developments was the discov- ery of the laws governing the motions of the planets by Copernicus, Tycho Brahe, Kepler, Galilei and Newton. \nAstronomical research has changed man’s view of the world from geocentric, anthropocentric conceptions to the modern view of a vast universe where man and the Earth play an insignificant role. Astronomy has taught us the real scale of the nature surrounding us. \n  Modern astronomy is fundamental science, moti- vated mainly by man’s curiosity, his wish to know more about Nature and the Universe. Astronomy has a central role in forming a scientific view of the world. “A scien- tific view of the world” means a model of the universe based on observations, thoroughly tested theories and logical reasoning. Observations are always the ultimate test of a model: if the model does not fit the observa- tions, it has to be changed, and this process must not be limited by any philosophical, political or religious conceptions or beliefs."
        },
        {
            "title": "The Scale of the Universe",
            "text": " \n The masses and sizes of astronomical objects are usually enormously large. But to understand their prop- erties, the smallest parts of matter, molecules, atoms and elementary particles, must be studied. The densi- ties, temperatures and magnetic fields in the Universe vary within much larger limits than can be reached in laboratories on the Earth.\n The greatest natural density met on the Earth is 22,500 kg m−3 (osmium), while in neutron stars den- sities of the order of 1018 kg m−3 are possible. The density in the best vacuum achieved on the Earth is only 10−9 kgm−3, but in interstellar space the density of the gas may be 10−21 kg m−3 or even less. Modern accelerators can give particles energies of the order of 1012 electron volts (eV). Cosmic rays coming from the sky may have energies of over 1020 eV. \n It has taken man a long time to grasp the vast di- mensions of space. Already Hipparchos in the second century B.C. obtained a reasonably correct value for the distance of the Moon. The scale of the solar system was established together with the heliocentric system in the 17th century. The first measurements of stellar dis- tances were made in the 1830’s, and the distances to the galaxies were determined only in the 1920’s.\n We can get some kind of picture of the distances in- volved (Fig. 1.4) by considering the time required for light to travel from a source to the retina of the human eye. It takes 8 minutes for light to travel from the Sun, 1.3 The Scale of the Universe 9 5 12 hours from Pluto and 4 years from the nearest star. We cannot see the centre of the Milky Way, but the many globular clusters around the Milky Way are at approxi- mately similar distances. It takes about 20,000 years for the light from the globular cluster of Fig. 1.5 to reach the Earth. It takes 150,000 years to travel the distance from the nearest galaxy, the Magellanic Cloud seen on the southern sky (Fig. 1.6). The photons that we see now started their voyage when Neanderthal Man lived on the Earth. The light coming from the Andromeda Galaxy in the northern sky originated 2 million years ago. Around the same time the first actual human using tools, Homo habilis, appeared. The most distant objects known, the quasars, are so far away that their radiation, seen on the Earth now, was emitted long before the Sun or the Earth were born."
        },
        {
            "title": "Spherical Trigonometry",
            "text": " \n For the coordinate transformations of spherical astron- omy, we need some mathematical tools, which we present now. If a plane passes through the centre of a sphere, it will split the sphere into two identical hemispheres along a circle called a great circle (Fig. 2.1). A line perpen-dicular to the plane and passing through the centre of′If a sphere is intersected by a plane not containing the centre, the intersection curve is a small circle. Thereis exactly one great circle passing through two given tipodal, in which case all circles passing through both. \n ′A spherical triangle is not just any three-cornered figure lying on a sphere; its sides must be arcs of great circles. The spherical triangle A BC in Fig. 2.2 has the arcs AB, BC and AC as its sides. If the radius of the sphere is r, the length of the arc AB is|AB|=rc, [c]=rad,where c is the angle subtended by the arc AB as seen from the centre. This angle is called the central angle of the side AB. Because lengths of sides and central angles correspond to each other in a unique way, it is customary to give the central angles instead of the sides. In this way, the radius of the sphere does not enter into the equations of spherical trigonometry. An angle of a spherical triangle can be defined as the angle between the tangents of the two sides meeting at a vertex, or as the dihedral angle between the planes intersecting the sphere along these two sides. We denote the angles of a spherical triangle by capital letters (A, B, C) and the opposing sides, or, more correctly, the corresponding central angles, by lowercase letters (a, b, c). The sum of the angles of a spherical triangle is always greater than 180 degrees; the excess ◦ E=A+B+C−180 (2.1) is called the spherical excess. It is not a constant, but depends on the triangle. Unlike in plane geometry, it is not enough to know two of the angles to determine the third one. The area of a spherical triangle is related to the spherical excess in a very simple way: Area= Er2 , [E]=rad. (2.2) This shows that the spherical excess equals the solid angle in steradians (see Appendix A.1), subtended by the triangle as seen from the centre. To prove (2.2), we extend all sides of the triangle ∆ to great circles (Fig. 2.3). These great circles will form another triangle ∆′, congruent with ∆ but antipodal to it. If the angle A is expressed in radians, the area of the slice S(A) bounded by the two sides of A (the shaded area in Fig. 2.3) is obviously 2 A/2π = A/π times the area of the sphere, 4πr 2 . Similarly, the slices S( B) and S(C) cover fractions B/π and C/π of the whole sphere. Together, the three slices cover the whole surface of the sphere, the equal triangles ∆ and ∆′ belonging to every slice, and each point outside the triangles, to exactly one slice. Thus the area of the slices S(A), S(B) and S(C) equals the area of the sphere plus four times the area of ∆, A(∆): A+B+C4πr2 =4πr2+4A(∆), π whence A(∆)=(A+B+C−π)r2 =Er2 . As in the case of plane triangles, we can derive re- lationships between the sides and angles of spherical triangles. The easiest way to do this is by inspecting certain coordinate transformations. Suppose we have two rectangular coordinate frames Oxyz and Ox′ y′z′ (Fig. 2.4), such that the x′ y′z′ frame is obtained from the xyz frame by rotating it around the x axis by an angle χ. The position of a point P on a unit sphere is uniquely determined by giving two angles. The angle ψ is mea- sured counterclockwise from the positive x axis along the x y plane; the other angle θ tells the angular distance from the xy plane. In an analogous way, we can de- Fig.2.6. To derive triangulation formulas for the spherical triangle ABC, the spherical coordinates ψ, θ, ψ′ and θ′ of the vertex C are expressed in terms of the sides and angles of the triangle In fact, these equations are quite sufficient for all co- ordinate transformations we may encounter. However, we shall also derive the usual equations for spherical triangles. To do this, we set up the coordinate frames in fine the angles ψ ′ and θ ′ , which give the position of the point P in the x y z frame. The rectangular coordinates of the point P as functions of these angles are: x=cosψcosθ, y=sinψcosθ, z=sinθ, ′′′ x =cosψ cosθ , ′′′ y =sinψ cosθ, z′ =sinθ′. (2.3) vertex A and the z axis, towards B. Now the vertex C corresponds to the point P in Fig. 2.4. The angles ψ, θ, ψ′, θ′ and χ can be expressed in terms of the angles and sides of the spherical triangle: a suitable way (Fig. 2.6). The z axis points towards the ′′′ ′ We also know that the dashed coordinates are obtained from the undashed ones by a rotation in the yz plane (Fig. 2.5): ′ x =x, ′ y = ycosχ+zsinχ , (2.4) z′ = −y sin χ + z cos χ . By substituting the expressions of the rectangular coordinates (2.3) into (2.4), we have cos ψ′ cos θ′ = cos ψ cos θ , sinψ′cosθ′ =sinψcosθcosχ+sinθsinχ, (2.5) sinθ′ =−sinψcosθsinχ+sinθcosχ. ◦◦ ψ=A−90, θ=90−b, ′◦′◦ ψ=90−B, θ=90−a, χ=c. Equations for other sides and angles are obtained by cyclic permutations of the sides a, b, c and the angles A, B, C. For instance, the first equation also yields sin C sin b = sin B sin c , sin A sin c = sin C sin a . All these variations of the sine formula can be written in an easily remembered form: sina = sinb = sinc . sin A sin B sinC (2.8) If we take the limit, letting the sides a, b and c shrink to zero, the spherical triangle becomes a plane trian- gle. If all angles are expressed in radians, we have approximately sina≈a, cosa≈1−1a2 . 2 Substituting these approximations into the sine formula, we get the familiar sine formula of plane geometry: a=b=c. sin A sin B sinC The second equation in (2.7) is the sine-cosine for- mula, and the corresponding plane formula is a trivial one: c = b cos A + a cos B . \n This is obtained by substituting the approximations of sine and cosine into the sine-cosine formula and ignor- ing all quadratic and higher-order terms. In the same way we can use the third equation in (2.7), the cosine formula, to derive the planar cosine formula: a2 = b2 + c2 − 2bc cos A."
        },
        {
            "title": "The Earth",
            "text": "  A position on the Earth is usually given by two spherical coordinates (although in some calculations rectangular or other coordinates may be more convenient). If neces-Fig. 2.7. The latitude φ is obtained by measuring the altitude of the celestial pole. The celestial pole can be imagined as a point at an infinite distance in the direction of the Earth’s rotation axis zon equals the geographical latitude. (The celestial pole is the intersection of the rotation axis of the Earth and the infinitely distant celestial sphere; we shall return to these concepts a little later.) Because the Earth is rotating, it is slightly flattened. The exact shape is rather complicated, but for most pur- poses it can by approximated by an oblate spheroid, the short axis of which coincides with the rotation axis (Sect.7.5). In 1979 the International Union of Geodesy and Geophysics (IUGG) adopted the Geode- tic Reference System 1980 (GRS-80), which is used when global reference frames fixed to the Earth are de- fined. The GRS-80 reference ellipsoid has the following dimensions:  equatorial radius polar radius flattening  a = 6,378,137 m, b = 6,356,752 m,  f =(a−b)/a  = 1/298.25722210.  The shape defined by the surface of the oceans, called the geoid, differs from this spheroid at most by about 100 m.  The angle between the equator and the normal to the ellipsoid approximating the true Earth is called the geodetic latitude. Because the surface of a liquid (like an ocean) is perpendicular to the plumb line, the geodetic and geographical latitudes are practically the same.  Because of the flattening, the plumb line does not point to the centre of the Earth except at the poles and on the equator. An angle corresponding to the ordinary spherical coordinate (the angle between the equator and the line from the centre to a point on the surface), the geocentric latitude φ′ is therefore a little smaller than the geographic latitude φ (Fig. 2.8).  \n We now derive an equation between the geographic latitude φ and geocentric latitude φ′, assuming the Earth is an oblate spheroid and the geographic and geodesic latitudes are equal. The equation of the meridional"
        },
        {
            "title": "The Celestial Sphere",
            "text": " The ancient universe was confined within a finite spher- ical shell. The stars were fixed to this shell and thus were all equidistant from the Earth, which was at the centre of the spherical universe. This simple model is still in many ways as useful as it was in antiquity: it helps us to easily understand the diurnal and annual motions of stars, and, more important, to predict these motions in a relatively simple way. Therefore we will assume for the time being that all the stars are located on the surface of an enormous sphere and that we are at its centre. Because the radius of this celestial sphere is practically infinite, we can neglect the effects due to the changing position of the observer, caused by the rota- tion and orbital motion of the Earth. These effects will be considered later in Sects. 2.9 and 2.10. \n Since the distances of the stars are ignored, we need only two coordinates to specify their directions. Each coordinate frame has some fixed reference plane passing through the centre of the celestial sphere and dividing the sphere into two hemispheres along a great circle. One of the coordinates indicates the angular distance from this reference plane. There is exactly one great circle going through the object and intersecting this plane perpendicularly; the second coordinate gives the angle between that point of intersection and some fixed direction."
        },
        {
            "title": "The Horizontal System",
            "text": "The most natural coordinate frame from the observer’s point of view is the horizontal frame (Fig. 2.9). Its ref- erence plane is the tangent plane of the Earth passing through the observer; this horizontal plane intersects the celestial sphere along the horizon. The point just above the observer is called the zenith and the antipodal point below the observer is the nadir. (These two points are the poles corresponding to the horizon.) Great cir- cles through the zenith are called verticals. All verticals intersect the horizon perpendicularly. \n By observing the motion of a star over the course of a night, an observer finds out that it follows a track like one of those in Fig.2.9. Stars rise in the east, reach their highest point, or culminate, on the verti- cal NZS, and set in the west. The vertical NZS is called the meridian. North and south directions are defined as the intersections of the meridian and the horizon. \n One of the horizontal coordinates is the altitude or elevation, a, which is measured from the horizon along the vertical passing through the object. The altitude lies in the range [−90◦,+90◦]; it is positive for objects above the horizon and negative for the objects below the horizon. The zenith distance, or the angle between (a) The apparent motions of stars during a night as seen from latitude φ = 45◦. (b) The same stars seen from latitude φ = 10◦ the object and the zenith, is obviously ◦ z=90 −a. (2.10) The second coordinate is the azimuth, A; it is the an- gular distance of the vertical of the object from some fixed direction. Unfortunately, in different contexts, dif- ferent fixed directions are used; thus it is always advis- able to check which definition is employed. The azimuth is usually measured from the north or south, and though clockwise is the preferred direction, counterclockwise measurements are also occasionally made. In this book we have adopted a fairly common astronomical conven- tion, measuring the azimuth clockwise from the south. ◦◦ 2.5 The Equatorial System 17 \n  Its values are usually normalized between 0 and 360 . In Fig. 2.9a we can see the altitude and azimuth of a star B at some instant. As the star moves along its daily track, both of its coordinates will change. Another difficulty with this coordinate frame is its local charac- ter. In Fig. 2.9b we have the same stars, but the observer is now further south. We can see that the coordinates of the same star at the same moment are different for dif- ferent observers. Since the horizontal coordinates are time and position dependent, they cannot be used, for instance, in star catalogues."
        },
        {
            "title": "The Equatorial System",
            "text": "The direction of the rotation axis of the Earth remains almost constant and so does the equatorial plane per- pendicular to this axis. Therefore the equatorial plane is a suitable reference plane for a coordinate frame that has to be independent of time and the position of the observer. \n  The intersection of the celestial sphere and the equa- torial plane is a great circle, which is called the equator of the celestial sphere. The north pole of the celestial sphere is one of the poles corresponding to this great circle. It is also the point in the northern sky where the extension of the Earth’s rotational axis meets the celes- tial sphere. The celestial north pole is at a distance of about one degree (which is equivalent to two full moons) from the moderately bright star Polaris. The meridian always passes through the north pole; it is divided by the pole into north and south meridians. The angular separation of a star from the equatorial plane is not affected by the rotation of the Earth. This angle is called the declination δ. \n  Stars seem to revolve around the pole once every day (Fig.2.10). To define the second coordinate, we must again agree on a fixed direction, unaffected by the Earth’s rotation. From a mathematical point of view, it does not matter which point on the equator is selected. However, for later purposes, it is more appropriate to employ a certain point with some valuable properties, which will be explained in the next section. This point is called the vernal equinox. Because it used to be in the constellation Aries (the Ram), it is also called the first point of Aries ant denoted by the sign of Aries, Now we can define the second coordinate as the angle from the vernal equinox measured along the equator. This angle is the right ascension α (or R.A.) of the object, measured counterclockwise from . \n  Since declination and right ascension are indepen- dent of the position of the observer and the motions of the Earth, they can be used in star maps and catalogues. As will be explained later, in many telescopes one of the axes (the hour axis) is parallel to the rotation axis of the Earth. The other axis (declination axis) is perpendicular to the hour axis. Declinations can be read immediately on the declination dial of the telescope. But the zero point of the right ascension seems to move in the sky, due to the diurnal rotation of the Earth. So we cannot use the right ascension to find an object unless we know the direction of the vernal equinox. \n  Since the south meridian is a well-defined line in the sky, we use it to establish a local coordinate cor- responding to the right ascension. The hour angle is measured clockwise from the meridian. The hour angle of an object is not a constant, but grows at a steady rate, due to the Earth’s rotation. The hour angle of the ver- nal equinox is called the sidereal time Θ. Figure 2.11 shows that for any object, Θ=h+α, (2.11) where h is the object’s hour angle and α its right ascension. Since hour angle and sidereal time change with time at a constant rate, it is practical to express them in units of time. Also the closely related right ascen- sion is customarily given in time units. Thus 24 hours equals 360 degrees, 1 hour = 15 degrees, 1 minute of time = 15 minutes of arc, and so on. All these quantities are in the range [0 h, 24 h). \n  In practice, the sidereal time can be readily de- termined by pointing the telescope to an easily recognisable star and reading its hour angle on the hour angle dial of the telescope. The right ascension found in a catalogue is then added to the hour angle, giving the sidereal time at the moment of observation. For any other time, the sidereal time can be evaluated by adding the time elapsed since the observation. If we want to be accurate, we have to use a sidereal clock to measure time intervals. A sidereal clock runs 3 min 56.56 s fast a day as compared with an ordinary solar time clock: 24 h solar time = 24 h 3 min 56.56 s sidereal time . (2.12) The reason for this is the orbital motion of the Earth: stars seem to move faster than the Sun across the sky; hence, a sidereal clock must run faster. (This is further discussed in Sect. 2.13.)"
        },
        {
            "title": "Rising and Setting Times",
            "text": "From the last equation (2.16), we find the hour angle hof an object at the moment its altitude is a:cosh =−tanδtanφ+ sina . (2.20)cosδcosφ This equation can be used for computing rising and setting times. Then a = 0 and the hour angles cor- responding to rising and setting times are obtained from cos h = − tan δ tan φ . (2.21) If the right ascension α is known, we can use (2.11) to compute the sidereal time Θ. (Later, in Sect.2.14, we shall study how to transform the sidereal time to ordinary time.) If higher accuracy is needed, we have to correct for the refraction of light caused by the atmosphere of the Earth (see Sect. 2.9). In that case, we must use a small negative value for a in (2.20). This value, the horizontal refraction, is about −34′. The rising and setting times of the Sun given in al- manacs refer to the time when the upper edge of the Solar disk just touches the horizon. To compute these times, we must set a = −50′ (= −34′−16′). Also for the Moon almanacs give rising and setting times of the upper edge of the disk. Since the distance of the Moon varies considerably, we cannot use any constant value for the radius of the Moon, but it has to be calculated separately each time. The Moon is also so close that its direction with respect to the background stars varies due to the rotation of the Earth. Thus the rising and setting times of the Moon are defined as the instants when the altitude of the Moon is −34′ − s + π , where s is the apparent radius (15.5′ on the average) and π the parallax (57′ on the average). The latter quantity is explained in Sect. 2.9. \n  Finding the rising and setting times of the Sun, plan- ets and especially the Moon is complicated by their motion with respect to the stars. We can use, for exam- ple, the coordinates for the noon to calculate estimates for the rising and setting times, which can then be used to interpolate more accurate coordinates for the rising and setting times. When these coordinates are used to com- pute new times a pretty good accuracy can be obtained. The iteration can be repeated if even higher precision is required."
        },
        {
            "title": "The Ecliptic System",
            "text": "The orbital plane of the Earth, the ecliptic, is the refer- ence plane of another important coordinate frame. The ecliptic can also be defined as the great circle on the celestial sphere described by the Sun in the course of one year. This frame is used mainly for planets and other bodies of the solar system. The orientation of the Earth’s equatorial plane remains invariant, unaffected by an- nual motion. In spring, the Sun appears to move from the southern hemisphere to the northern one (Fig. 2.14). The time of this remarkable event as well as the direc- tion to the Sun at that moment are called the vernal equinox. At the vernal equinox, the Sun’s right ascen- sion and declination are zero. The equatorial and ecliptic planes intersect along a straight line directed towards the vernal equinox. Thus we can use this direction as the zero point for both the equatorial and ecliptic coordi- nate frames. The point opposite the vernal equinox is the autumnal equinox, it is the point at which the Sun crosses the equator from north to south. \n  The ecliptic latitude β is the angular distance from the ecliptic; it is in the range [−90◦,+90◦]. The other coordinate is the ecliptic longitude λ, measured counterclockwise from the vernal equinox. \n  Transformation equations between the equatorial and ecliptic frames can be derived analogously to (2.14) and (2.16): sin λ cos β = sin δ sin ε + cos δ cos ε sin α , cos λ cos β = cos δ cos α , \n  sin β = sin δ cos ε − cos δ sin ε sin α ,\n  sinαcosδ=−sinβsinε+cosβcosεsinλ, cos α cos δ = cos λ cos β ,\n  sinδ=sinβcosε+cosβsinεsinλ. The angle ε appearing in these equations is the obliq- uity of the ecliptic, or the angle between the equatorial and ecliptic planes. Its value is roughly 23◦26′ (a more accurate value is given in *Reduction of Coordinates, p. 38). \n  Depending on the problem to be solved, we may encounter heliocentric (origin at the Sun), geocentric (origin at the centre of the Earth) or topocentric (origin at the observer) coordinates. For very distant objects the differences are negligible, but not for bodies of the solar system. To transform heliocentric coordinates to geo- centric coordinates or vice versa, we must also know the distance of the object. This transformation is most easily accomplished by computing the rectangular coordinates of the object and the new origin, then changing the ori- gin and finally evaluating the new latitude and longitude from the rectangular coordinates (see Examples 2.4 and 2.5)."
        },
        {
            "title": "The Galactic Coordinates",
            "text": "For studies of the Milky Way Galaxy, the most nat- ural reference plane is the plane of the Milky Way (Fig. 2.15). Since the Sun lies very close to that plane, we can put the origin at the Sun. The galactic longitude l is measured counterclockwise (like right ascension) from the direction of the centre of the Milky Way (in Sagittarius, α = 17 h 45.7 min, δ = −29◦00′). The galactic latitude b is measured from the galactic plane, positive northwards and negative southwards. This def- inition was officially adopted only in 1959, when the direction of the galactic centre was determined from radio observations accurately enough. The old galactic coordinates lI and bI had the intersection of the equator and the galactic plane as their zero point. \n  The galactic coordinates can be obtained from the equatorial ones with the transformation equations sin(lN − l) cos b = cos δ sin(α − αP) , cos(lN−l)cosb=−cosδsinδP cos(α−αP) \n  +sinδcosδP , sinb=cosδcosδP cos(α−αP) \n  +sinδsinδP , (2.24) where the direction of the Galactic north pole is αP = 12 h 51.4 min, δP = 27◦ 08′ , and the galactic longitude of the celestial pole, lN = 123.0◦."
        },
        {
            "title": "Perturbations of Coordinates",
            "text": "Even if a star remains fixed with respect to the Sun, its coordinates can change, due to several disturbing effects. Naturally its altitude and azimuth change con- stantly because of the rotation of the Earth, but even its right ascension and declination are not quite free from perturbations. \n  Precession. Since most of the members of the solar system orbit close to the ecliptic, they tend to pull the equatorial bulge of the Earth towards it. Most of this “flattening” torque is caused by the Moon and the Sun. But the Earth is rotating and therefore the torque can- not change the inclination of the equator relative to the ecliptic. Instead, the rotation axis turns in a direction perpendicular to the axis and the torque, thus describing a cone once in roughly 26,000 years. This slow turning of the rotation axis is called precession (Fig. 2.16). Be- cause of precession, the vernal equinox moves along the ecliptic clockwise about 50 seconds of arc every year, thus increasing the ecliptic longitudes of all objects at the same rate. At present the rotation axis points about one degree away from Polaris, but after 12,000 years, the celestial pole will be roughly in the direction of Vega. The changing ecliptic longitudes also affect the right ascension and declination. Thus we have to know the instant of time, or epoch, for which the coordinates are given. \n  Currently most maps and catalogues use the epoch J2000.0, which means the beginning of the year 2000, or, to be exact, the noon of January 1, 2000, or the Julian date 2,451,545.0 (see Sect. 2.15). \n  Let us now derive expressions for the changes in right ascension and declination. Taking the last trans- formation equation in (2.23),sinδ=cosεsinβ+sinεcosβsinλ, and differentiating, we get cosδdδ=sinεcosβcosλdλ. Applying the second equation in (2.22) to the right-hand side, we have, for the change in declination,"
        },
        {
            "title": "Astronomical Objects of Research",
            "text": " Modern astronomy explores the whole Universe and its different forms of matter and energy. Astronomers study the contents of the Universe from the level of elementary particles and molecules (with masses of 10−30 kg) to the largest superclusters of galaxies (with masses of 1050 kg).\nAstronomy can be divided into different branches in several ways. The division can be made according to either the methods or the objects of research. \n The Earth (Fig. 1.3) is of interest to astronomy for many reasons. Nearly all observations must be made through the atmosphere, and the phenomena of the upper atmosphere and magnetosphere reflect the state of interplanetary space. The Earth is also the most important object of comparison for planetologists.\nThe Moon is still studied by astronomical methods, although spacecraft and astronauts have visited its sur- face and brought samples back to the Earth. To amateur astronomers, the Moon is an interesting and easy object for observations.\nIn the study of the planets of the solar system, the situation in the 1980’s was the same as in lunar exploration 20 years earlier: the surfaces of the plan- ets and their moons have been mapped by fly-bys of spacecraft or by orbiters, and spacecraft have soft- landed on Mars and Venus. This kind of exploration has tremendously added to our knowledge of the con- ditions on the planets. Continuous monitoring of the planets, however, can still only be made from the Earth, and many bodies in the solar system still await their spacecraft.\nThe Solar System is governed by the Sun, which produces energy in its centre by nuclear fusion. The Sun is our nearest star, and its study lends insight into conditions on other stars.\nSome thousands of stars can be seen with the naked eye, but even a small telescope reveals mil- lions of them. Stars can be classified according to their observed characteristics. A majority are like the Sun; we call them main sequence stars. However, some stars are much larger, giants or supergiants, and some are much smaller, white dwarfs. Different types of stars represent different stages of stellar evo- lution. Most stars are components of binary or multiple\n1.2 Astronomical Objects of Research 5 Fig. 1.3. The Earth as seen from the Moon. The picture was taken on the first Apollo flight around the Moon, Apollo 8 in 1968. (Photo NASA) systems, many are variable: their brightness is not constant. \nAmong the newest objects studied by astronomers are the compact stars: neutron stars and black holes. In them, matter has been so greatly compressed and the gravitational field is so strong that Einstein’s general. The dimensions of the Universe theory of relativity must be used to describe matter and space. Stars are points of light in an otherwise seemingly empty space. Yet interstellar space is not empty, but contains large clouds of atoms, molecules, elemen- tary particles and dust. New matter is injected into interstellar space by erupting and exploding stars; at other places, new stars are formed from contracting interstellar clouds.Stars are not evenly distributed in space, but form concentrations, clusters of stars. These consist of stars born near each other, and in some cases, remaining together for billions of years. \nThe largest concentration of stars in the sky is the Milky Way. It is a massive stellar system, a galaxy, consisting of over 200 billion stars. All the stars visible to the naked eye belong to the Milky Way. Light travels across our galaxy in 100,000 years. \nThe Milky Way is not the only galaxy, but one of almost innumerable others. Galaxies often form clusters of galaxies, and these clusters can be clumped together into superclusters. Galaxies are seen at all distances as 1.2 Astronomical Objects of Research 7 far away as our observations reach. Still further out we see quasars – the light of the most distant quasars we see now was emitted when the Universe was one-tenth of its present age. \nThe largest object studied by astronomers is the whole Universe. Cosmology, once the domain of theologicians and philosophers, has become the sub- ject of physical theories and concrete astronomical observations. \nAmong the different branches of research, spher- ical, or positional, astronomy studies the coordinate systems on the celestial sphere, their changes and the apparent places of celestial bodies in the sky. Celes- tial mechanics studies the movements of bodies in the solar system, in stellar systems and among the galaxies and clusters of galaxies. Astrophysics is con- cerned with the physical properties of celestial objects; it employs methods of modern physics. It thus has a central position in almost all branches of astronomy (Table 1.1). Astronomy can be divided into different areas ac- cording to the wavelength used in observations. \n  Nutation. The Moon’s orbit is inclined with respect to the ecliptic, resulting in precession of its orbital plane. One revolution takes 18.6 years, producing perturba- tions with the same period in the precession of the Earth. This effect, nutation, changes ecliptic longitudes as well as the obliquity of the ecliptic (Fig. 2.16). Calculations are now much more complicated, but fortunately nuta- tional perturbations are relatively small, only fractions of an arc minute. \n  Parallax. If we observe an object from different points, we see it in different directions. The difference of the observed directions is called the parallax. Since the amount of parallax depends on the distance of the ob- server from the object, we can utilize the parallax to measure distances. Human stereoscopic vision is based (at least to some extent) on this effect. For astronom- ical purposes we need much longer baselines than the distance between our eyes (about 7 cm). Appropriately large and convenient baselines are the radius of the Earth and the radius of its orbit. \n  Distances to the nearest stars can be determined from the annual parallax, which is the angle subtended by the radius of the Earth’s orbit (called the astronomical unit, AU) as seen from the star. (We shall discuss this further in Sect. 2.10.) \n  By diurnal parallax we mean the change of direc- tion due to the daily rotation of the Earth. In addition to the distance of the object, the diurnal parallax also de- pends on the latitude of the observer. If we talk about the parallax of a body in our solar system, we always mean the angle subtended by the Earth’s equatorial ra- dius (6378 km) as seen from the object (Fig. 2.17). This equals the apparent shift of the object with respect to the background stars seen by an observer at the equa- tor if (s)he observes the object moving from the horizon to the zenith. The parallax of the Moon, for example, is about 57′, and that of the Sun 8.79′′. \n  In astronomy parallax may also refer to distance in general, even if it is not measured using the shift in the observed direction. \n  Aberration. Because of the finite speed of light, an observer in motion sees an object shifted in the direction of her/his motion (Figs. 2.18 and 2.19). This change of apparent direction is called aberration."
        },
        
        {
            "title": "Constellations",
            "text": "At any one time, about 1000–1500 stars can be seen in the sky (above the horizon). Under ideal conditions, the number of stars visible to the naked eye can be as high as 3000 on a hemisphere, or 6000 altogether. Some stars seem to form figures vaguely resembling something; they have been ascribed to various mythological and other animals. This grouping of stars into constellations is a product of human imagination without any physical basis. Different cultures have different constellations, depending on their mythology, history and environment. \n  About half of the shapes and names of the constella- tions we are familiar with date back to Mediterranean antiquity. But the names and boundaries were far from unambiguous as late as the 19th century. Therefore the International Astronomical Union (IAU) confirmed fixed boundaries at its 1928 meeting.\n  The official boundaries of the constellations were es- tablished along lines of constant right ascension and declination for the epoch 1875. During the time elapsed since then, precession has noticeably turned the equato- rial frame. However, the boundaries remain fixed with respect to the stars. So a star belonging to a constella- tion will belong to it forever (unless it is moved across the boundary by its proper motion). \n  The names of the 88 constellations confirmed by the IAU are given in Table C.21 at the end of the book. The table also gives the abbreviation of the Latin name, its genitive (needed for names of stars) and the English name.\n  In his star atlas Uranometria (1603) Johannes Bayer started the current practice to denote the brightest stars of each constellation by Greek letters. The brightest star is usually α (alpha), e.g. Deneb in the constella- tion Cygnus is α Cygni, which is abbreviated as α Cyg. The second brightest star is β (beta), the next one γ (gamma) and so on. There are, however, several ex- ceptions to this rule; for example, the stars of the Big Dipper are named in the order they appear in the con- stellation. After the Greek alphabet has been exhausted, Latin letters can be employed. Another method is to use numbers, which are assigned in the order of increasing right ascension; e. g. 30 Tau is a bright binary star in the constellation Taurus. Moreover, variable stars have their special identifiers (Sect. 13.1). About two hundred bright stars have a proper name; e. g. the bright α Aur is called also Capella. \n  As telescopes evolved, more and more stars were seen and catalogued. It soon became impractical to con- tinue this method of naming. Thus most of the stars are known only by their catalogue index numbers. One star may have many different numbers; e. g. the abovemen- tioned Capella (α Aur) is number BD+45◦ 1077 in the Bonner Durchmusterung and HD 34029 in the Henry Draper catalogue."
        },
        {
            "title": "Star Catalogues and Maps",
            "text": "The first actual star catalogue was published by Ptolemy in the second century; this catalogue appeared in the book to be known later as Almagest (which is a Latin corruption of the name of the Arabic translation, Al- mijisti). It had 1025 entries; the positions of these bright stars had been measured by Hipparchos 250 years ear- lier. Ptolemy’s catalogue was the only widely used one prior to the 17th century. \n  The first catalogues still being used by astronomers were prepared under the direction of Friedrich Wilhelm August Argelander (1799–1875). Argelander worked in Turku and later served as professor of astronomy in Helsinki, but he made his major contributions in Bonn. Using a 72 mm telescope, he and his assistants measured the positions and estimated the magnitudes of 320,000 stars. The catalogue, Bonner Durchmusterung, contains nearly all stars brighter than magnitude 9.5 between the north pole and declination −2◦. (Magnitudes are further discussed in Chap. 4.) Argelander’s work was later used as a model for two other large catalogues covering the whole sky. The total number of stars in these catalogues is close to one million. \n  The purpose of these Durchmusterungen or general catalogues was to systematically list a great number of stars. In the zone catalogues, the main goal is to give the positions of stars as exactly as possible. A typical zone catalogue is the German Katalog der Astronomi- schen Gesellschaft (AGK). Twelve observatories, each measuring a certain region in the sky, contributed to this catalogue. The work was begun in the 1870’s and completed at the turn of the century. \n General and zone catalogues were based on visual observations with a telescope. The evolution of photog- raphy made this kind of work unnecessary at the end of the 19th century. Photographic plates could be stored for future purposes, and measuring the positions of stars became easier and faster, making it possible to measure many more stars. \n  A great international program was started at the end of the 19th century in order to photograph the entire sky. Eighteen observatories participated in this Carte du Ciel project, all using similar instruments and plates. The positions of stars were first measured with respect to a rectangular grid exposed on each plate (Fig. 2.23a). These coordinates could then be converted into declination and right ascension.\n  Positions of stars in catalogues are measured with respect to certain comparison stars, the coordinates of which are known with high accuracy. The coordinates of these reference stars are published in fundamental catalogues. The first such catalogue was needed for the AGK catalogue; it was published in Germany in 1879. This Fundamental Katalog (FK 1) gives the positions of over 500 stars. \n  The fundamental catalogues are usually revised every few decades. The fifth edition, the FK 5, appeared in 1984. At the same time, a new system of astronomical constants was adopted. The catalogue contains 1535 fundamental and 3117 additional stars. A widely used catalogue is the SAO catalogue, pub- lished by the Smithsonian Astrophysical Observatory in the 1960’s. It contains the exact positions, magnitudes, proper motions, spectral classifications, etc. of 258,997 stars brighter than magnitude 9. The catalogue was ac- companied by a star map containing all the stars in the catalogue. In the 1990’s a large astrometric catalogue, PPM (Po- sitions and Proper Motions), was published to replace the AGK and SAO catalogues. It contained all stars brighter than 7.5 magnitudes, and was almost complete to magnitude 8.5. Altogether, the four volumes of the catalogue contained information on 378,910 stars. \n  The PPM was effectively replaced by the Tycho cat- alogue from Hipparcos satellite. Hipparcos was the first astrometric satellite, and was launched by the Euro- pean Space Agency (ESA) in 1989. Although Hipparcos didn’t reach the planned geosynchronous orbit, it gave exact positions of over a hundred thousand stars. The Hipparcos catalogue, based on the measurements of the satellite, contains astrometric and photometric data of 118,000 stars. The coordinates are precise to a couple of milliarcseconds. The less precise Tycho catalogue contains the data of about one million stars. \n  In 1999 and 2000, the sixth version of the Funda- mental Katalog, the FK6, was published. It combined the Hipparcos data and FK5 for 4150 fundamental stars. The typical mean error in proper motion was 0.35 milliarcseconds per year for the basic stars. With the advance of the Internet, the printed versions of star cat- alogues were discontinued in the first years of the new millennium, and the catalogues were moved to compact discs and the net. \n  With the new media, the size of the star catalogues exploded. The first Hubble Guide Star Catalog from the early 1990’s contained 18 million stars and the sec- ond Guide Star Catalog from the year 2001, nearly 500 million stars. It was surpassed by the U.S. Naval Ob- servatory USNO-B1.0 Catalog, which contains entries for 1,024,618,261 stars and galaxies from digitized im- ages of several photographic sky surveys. The catalogue presents right ascension and declination, proper motion and magnitude estimates. \n  The next step in the accuracy of astrometry will be achieved in the 2010’s with a new European astrometric satellite. The Gaia satellite, planned to be launched in about 2014, is expected to improve the accurary to about 10−5 seconds of arc.\n  Star maps have been published since ancient times, but the earliest maps were globes showing the celestial sphere as seen from the outside. At the beginning of the 17th century, a German, Johannes Bayer, published the first map showing the stars as seen from inside the ce- lestial sphere, as we see them in the sky. Constellations were usually decorated with drawings of mythological figures. The Uranometria Nova (1843) by Argelander represents a transition towards modern maps: mytho- logical figures are beginning to fade away. The map accompanying the Bonner Durchmusterung carried this evolution to its extreme. The sheets contain nothing but stars and coordinate lines. \n  Most maps are based on star catalogues. Photogra- phy made it possible to produce star maps without the cataloguing stage. The most important of such maps is a photographic atlas the full name of which is The National Geographic Society – Palomar Observatory Sky Atlas. The plates for this atlas were taken with the 1.2 m Schmidt camera on Mount Palomar. The Palo- mar Sky Atlas was completed in the 1950’s. It consists of 935 pairs of photographs: each region has been pho- tographed in red and blue light. The size of each plate is about 35 cm × 35 cm, covering an area of 6.6◦ × 6.6◦ . The prints are negatives (black stars on a light back- ground), because in this way, fainter objects are visible. The limiting magnitude is about 19 in blue and 20 in red.\n  The Palomar atlas covers the sky down to −30◦. Work to map the rest of the sky was carried out later at two observatories in the southern hemisphere, at Siding Spring Observatory in Australia, and at the European Southern Observatory (ESO) in Chile. The instruments and the scale on the plates are similar to those used earlier for the Palomar plates, but the atlas is distributed on film transparencies instead of paper prints.\n  For amateurs there are several star maps of various kinds. Some of them are mentioned in the references."
        },
        {
            "title": "Sidereal and Solar Time",
            "text": "Time measurements can be based on the rotation of the Earth, orbital motion around the Sun, or on atomic clocks. The last-mentioned will be discussed in the next section. Here we consider the sidereal and solar times related to the rotation of the Earth. \n  We defined the sidereal time as the hour angle of the vernal equinox. A good basic unit is a sidereal day, which is the time between two successive upper culmi- nations of the vernal equinox. After one sidereal day the celestial sphere with all its stars has returned to its original position with respect to the observer. The flow of sidereal time is as constant as the rotation of the Earth. The rotation rate is slowly decreasing, and thus the length of the sidereal day is increasing. In addition to the smooth slowing down irregular variations of the order of one millisecond have been observed.\n   Unfortunately, also the sidereal time comes in two va - rieties, apparent and mean. The apparent sidereal time is determined by the true vernal equinox, and so it is obtained directly from observations. Because of the precession the ecliptic longitude of equinox. The difference of the apparent and mean sidereal time is called the equation of equinoxes:  (2.42) where is the obliquity of the ecliptic at the instant of the observation, and ∆ψ, the nutation in longitude. This value is tabulated for each day e. g. in the Astronomical Almanac. It can also be computed from the formulae given in *Reduction of Coordinates. It is at most about one second, so it has to be taken into account only in the most precise calculations.\n  Figure 2.29 shows the Sun and the Earth at vernal equinox. When the Earth is at the point A, the Sun culminates and, at the same time, a new sidereal day begins in the city with the huge black arrow standing in its central square. After one sidereal day, the Earth has moved along its orbit almost one degree of arc to the point B. Therefore the Earth has to turn almost a degree further before the Sun will culminate. The solar or synodic day is therefore 3 min 56.56 s (sidereal time) longer than the sidereal day. This means that the beginning of the sidereal day will move around the clock during the course of one year. After one year, sidereal and solar time will again be in phase. The number of sidereal days in one year is one higher than the number of solar days. Since our everyday life follows the alternation of day and night, it is more convenient to base our timekeeping on the apparent motion of the Sun rather than that of the stars. Unfortunately, solar time does not flow at a constant rate. There are two reasons for this. First, the orbit of the Earth is not exactly circular, but an ellipse, which means that the velocity of the Earth along its orbit is not constant. Second, the Sun moves along the ecliptic, not the equator. Thus its right ascension does not increase at a constant rate. The change is fastest at the end of December (4 min 27 s per day) and slowest in mid-September (3 min 35 s per day). As a consequence, the hour angle of the Sun (which determines the solar time) also grows at an uneven rate.\n  To find a solar time flowing at a constant rate, we define a fictitious mean sun, which moves along the ce- lestial equator with constant angular velocity, making a complete revolution in one year. By year we mean here the tropical year, which is the time it takes for the Sun to move from one vernal equinox to the next. In one tropical year, the right ascension of the Sun in- creases exactly 24 hours. The length of the tropical year is 365d 5h 48min 46s=365.2422d. Since the direc- tion of the vernal equinox moves due to precession, the tropical year differs from the sidereal year, during which the Sun makes one revolution with respect to the background stars. One sidereal year is 365.2564. "
        },
        {
            "title": "Astronomical Time Systems",
            "text": "ThTime can be defined using several different phenomena: \n  1. The solar and sidereal times are based on the rota- tion of the Earth.\n  2. The standard unit of time in the current SI system, the second, is based on quantum mechanical atom- ary phenomena.\n  3. Equations of physics like the ones describing the motions of celestial bodies involve a time variable corresponding to an ideal time running at a con- stant pace. The ephemeris time and dynamical time discussed a little later are such times. \n  Observations give directly the apparent sidereal time as the hour angle of the true vernal equinox. From the apparent sidereal time the mean sidereal time can be calculated. Sidereal time and hence also UT are related to the rotation of the Earth, and thus contain perturbations due to the irregular variations, mainly slowing down, of the rotation. \n  In (2.47) the constant 8,640,184.812866 s tells how much sidereal time runs fast compared to the UT in a Julian century. As the rotation of the Earth is slowing down the solar day becomes longer. Since the Julian century T contains a fixed number of days, it will also become longer. This gives rise to the small correction terms in (2.47). \n  Strictly speaking this universal time is the time de- noted by UT1. Observations give UT0, which contains a small perturbation due to the wandering of the geo- graphical pole, or polar variation. The direction of the axis with respect to the solid surface varies by about 0.1′′ (a few metres on the surface) with a period of about 430 days (Chandler period). In addition to this, the polar motion contains a slow nonperiodic part.\n  The z axis of the astronomical coordinates is aligned with the angular momentum vector of the Earth, but the terrestrial coordinates refer to the axis at the epoch 1903.5. In the most accurate calculations this has to be taken into account. Nowadays the SI unit of time, the second, is de- fined in a way that has nothing to do with celestial phenomena. Periods of quantum mechanical phenom- ena remain more stable than the motions of celestial bodies involving complicated perturbations. \n  In 1967, one second was defined as 9,192,631,770 times the period of the light emitted by cesium 133 iso- tope in its ground state, transiting from hyperfine level F = 4 to F = 3. Later, this definition was revised to include small relativistic effects produced by gravita- tional fields. The relative accuracy of this atomic time is about 10−12. \n  The international atomic time, TAI, was adopted as the basis of time signals in 1972. The time is main- tained by the Bureau International des Poids et Mesures in Paris, and it is the average of several accurate atomic clocks. \n  Even before atomic clocks there was a need for an ideal time proceeding at a perfectly constant rate, cor- responding to the time variable in the equations of Newtonian mechanics. The ephemeris time was such a time. It was used e.g. for tabulating ephemerides. The unit of ephemeris time was the ephemeris second, which is the length of the tropical year 1900 divided by 31,556,925.9747. Ephemeris time was not known in advance. Only afterwards was it possible to determine the difference of ET and UT from observational data. \n  In 1984 ephemeris time was replaced by dynamical time. It comes in two varieties. \n  The terrestrial dynamical time (TDT) corresponds to the proper time of an observer moving with the Earth. The time scale is affected by the relativistic time dila- tion due to the orbital speed of the Earth. The rotation velocity depends on the latitude, and thus in TDT it is assumed that the observer is not rotating with the Earth. The zero point of TDT was chosen so that the old ET changed without a jump to TDT. \n  In 1991 a new standard time, the terrestrial time (TT), was adopted. Practically it is equivalent to TDT. \n  TT (or TDT) is the time currently used for tabulat- ing ephemerides of planets and other celestial bodies. For example, the Astronomical Almanac gives the coordinates of the planets for each day at 0 TT. \n  The Astronomical Almanac also gives the difference for earlier years. For the present year and some future years a prediction extrapolated from the earlier years is given. Its accuracy is about 0.1 s. At the beginning of 1990 the difference was 56.7 s; it increases every year by an amount that is usually a little less than one second."
        },
        
        { "title": "Detectors and Instruments",
        "text": "Only a limited amount of information can be obtained by looking through a telescope with the unaided eye. Until the end of the 19th century this was the only way to make observations. The invention of photography in the middle of the 19th century brought a revolution in astronomy. The next important step forward in optical astronomy was the development of photoelectric pho- tometry in the 1940’s and 1950’s. A new revolution, comparable to that caused by the invention of photog- raphy, took place in the middle of the 1970’s with the introduction of different semiconductor detectors. The sensitivity of detectors has grown so much that today, a 60 cm telescope can be used for observations similar to those made with the Palomar 5 m telescope when it was set in operation in the 1940’s.\n  The Photographic Plate. Photography has long been one of the most common methods of observation in astronomy. In astronomical photography glass plates were used, rather than film, since they keep their shape better, but nowadays they are no more manufactured, and CCD-cameras have largely replaced photography. \n  The sensitive layer on the surface of the film or plate is made up of a silver halide, usually silver bromide, AgBr. A photon absorbed by the halide excites an elec- tron that can move from one atom to another. The photographic plate has many advantages over the human eye. The plate can register up to millions of stars (picture elements) at one time, while the eye can observe at most one or two objects at a time. The image on a plate is practically permanent – the picture can be studied at any time. In addition, the photographic plate is cheap and easy to use, as compared to many other detectors. The most important feature of a plate is its capability to collect light over an extended time: the longer exposures are used, the more silver atoms are formed on the plate (the plate darkens). By increasing the exposure times, fainter objects can be photographed. The eye has no such capacity: if a faint object does not show through a telescope, it cannot been seen, no matter how long one stares.\n  One disadvantage of the photographic plate is its low sensitivity. Only one photon in a thousand causes a re- action leading to the formation of a silver grain. Thus the quantum efficiency of the plate is only 0.1%. Several chemical treatments can be used to sensitize the plate before exposure. This brings the quantum efficiency up to a few percent. Another disadvantage is the fact that a silver bromide crystal that has been exposed once does not register anything more, i. e. a saturation point is reached. On the other hand, a certain number of photons are needed to produce an image. Doubling the number of photons does not necessarily double the density (the ‘blackness’ of the image): the density of the plate de- pends nonlinearly on the amount of incoming light. The sensitivity of the plate is also strongly dependent on the wavelength of the light. For the reasons mentioned above the accuracy with which brightness can be mea- sured on a photographic plate is usually worse than about 5%. Thus the photographic plate makes a poor\n  photometer, but it can be excellently used, e. g. for mea- suring the positions of stars (positional astronomy) and for mapping the sky.\n  Photocathodes, Photomultipliers. A photocathode is a more effective detector than the photographic plate. It is based on the photoelectric effect. A light quantum, or photon, hits the photocathode and loosens an elec- tron. The electron moves to the positive electrode, or anode, and gives rise to an electric current that can be measured. The quantum efficiency of a photocathode is about 10–20 times better than that of a photographic plate; optimally, an efficiency of 30% can be reached. A photocathode is also a linear detector: if the number of electrons is doubled, the outcoming current is also doubled.\n  The photomultiplier is one of the most important applications of the photocathode. In this device, the electrons leaving the photocathode hit a dynode. For each electron hitting the dynode, several others are re- leased. When there are several dynodes in a row, the original weak current can be intensified a millionfold. The photomultiplier measures all the light entering it, but does not form an image. Photomultipliers are mostly used in photometry, and an accuracy of 0.1–1% can be attained.\n  Photometers, Polarimeters. A detector measuring brightness, a photometer, is usually located behind the telescope in the Cassegrain focus. In the focal plane there is a small hole, the diaphragm, which lets through light from the object under observation. In this way, light from other stars in the field of view can be pre- vented from entering the photometer. A field lens behind the diaphragm refracts the light rays onto a photocath- ode. The outcoming current is intensified further in a preamplifier. The photomultiplier needs a voltage of 1000–1500 volts.\n  Observations are often made in a certain wavelength interval, instead of measuring all the radiation enter- ing the detector. In this case a filter is used to prevent other wavelengths from reaching the photomultiplier. A photometer can also consist of several photomultipli- ers (Fig. 3.21), which measure simultaneously different wavelength bands. In such an instrument beam splitters or semitransparent mirrors split the light beam through fixed filters to the photomultipliers. Image Intensifiers. Different image intensifiers based on the photocathode have been used since the 1960’s. In the intensifier the information about the starting point of the electron on the photocathode is preserved and the intensified image is formed on a fluorescent screen. The image can then be registered, e. g. with a CCD camera. One of the advantages of the image intensifier is that even faint objects can be imaged using relatively short exposures, and observations can be made at wavelengths where the detector is insensitive. \n  Another common type of detector is based on the TV camera (Vidicon camera). The electrons released from the photocathode are accelerated with a voltage of a few kilovolts before they hit the electrode where they form an image in the form of an electric charge dis- tribution. After exposure, the charge at different points of the electrode is read by scanning its surface with an electron beam row by row. This produces a video sig- nal, which can be transformed into a visible image on a TV tube. The information can also be saved in digital form. In the most advanced systems, the scintillations caused by single electrons on the fluorescent screen of the image intensifier can be registered and stored in the memory of a computer. For each point in the image there is a memory location, called a picture element or pixel. \n  Since the middle of the 1970’s, detectors using semiconductor techniques began to be used in increas- ing numbers. With semiconductor detectors a quantum efficiency of about 70–80% can be attained; thus, sensi- tivity cannot be improved much more. The wavelength regions suitable for these new detectors are much wider than in the case of the photographic plate. The detec- tors are also linear. Computers are used for collecting, saving and analyzing the output data available in digital form."
 },
    ]
}
